Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/barnevern.html.tmx
Source language: nob
Languages: sme

source: Barnevern
sme: Mánáidsuodjalus

source: Samiske barn har rett til en oppvekst som tar utgangspunkt i samisk språk og kultur.
sme: Sámi mánáin lea riekti bajásšaddandillái mas sámi giella ja kultuvra lea vuođđun.

source: Denne retten følger også samiske barn som er under barnevernets omsorg.
sme: Dát riekti lea maid mánáid mat lea mánáidsuodjalusa fuolahusas.

source: Samiske barn har rettigheter regulert i norsk lov og i internasjonale konvensjoner som stadfester deres rett til å vokse opp i egen kultur og med eget språk.
sme: Sámi mánáin leat vuoigatvuođat nannejuvvon Norgga lága bokte ja riikkaidgaskasaš konvenšuvnnain mat duođaštit sin rievtti bajásšaddamii iežaset gielain ja kultuvrrain.

source: FNs Barnekonvensjon stadfester samiske barns rett til bruk av eget språk, kultur og religion.
sme: ON mánáidkonvenšuvdna nanne sámi mánáid rievtti geavahit sin giela, kultuvrra ja oskku.

source: Der i blant stadfester konvensjonens artikkel 20 at det skal tas tilbørlig hensyn til kontinuitet i barnets oppdragelse, og til barnets etniske, religiøse, kulturelle og språklige bakgrunn ved omsorgsplassering.
sme: Earret eará duođašta konvenšuvnna 20. artihkal ahte kontinuitehta galgá doarvái bures váldot vuhtii máná bajásgeassimis, ja máná etnalaš, oskkolaš, kultuvrralaš ja gielalaš duogáš go fuolahus sirdojuvvo.

source: Sametinget mener at samiske barns rettigheter som urfolks barn må løftes og synliggjøres.
sme: Sámediggi oaivvilda ahte sámi mánáid rivttiid dego álgoálbmot ferte loktet ja čalmmustahttit.

source: Samiske barns rettigheter er ikke tilstrekkelig kjent innenfor barnevernssystemet.
sme: Sámi mánáid rievttit eai leat doarvái bures dovddus mánáidsuodjalussystemas.

source: Samiske barns rett til en oppvekst som tar utgangspunkt i samisk språk og kultur etterspørres i liten grad, og blir ikke tilstrekkelig vektlagt ved valg av alternative omsorgsformer.
sme: Lea unnán jearaldat sámi mánáid rievtti birra bajásšaddamii mas sámi giella ja kultuvra leat vuođđun, ja dat maid ii deattuhuvvo doarvái go molssaevttolaš fuolahusa galgá válljet.

source: Samtidig er det også liten kunnskap om samisk språk og kultur innenfor alle nivåer i barnevernstjenesten.
sme: Seammás lea maid unnán máhttu sámi giela ja kultuvrra birra buot dásiin mánáidsuodjalusbálvalusas.

source: Det begrenser muligheten til å fange opp og vurdere samiske barns rettigheter og behov.
sme: Dát mielddisbuktá heajut vejolašvuođa fuomášit ja árvvoštallat sámi mánáid rivttiid ja dárbbuid.

source: Kunnskap om samiske barns rettigheter, språk og kultur er en viktig forutsetning for at barnevernstjenesten skal kunne gi de samiske barna og deres familier det tilbud de har rett til.
sme: Máhttu sámi mánáid rivttiid, giela ja kultuvrra birra lea dehálaš eaktu vai mánáidsuodjalus galgá sáhttit addit sámi mánáide ja sin bearrašiidda dan fálaldaga masa sis lea riekti.

source: Nasjonale myndigheter har det overordnede ansvaret for å legge føringer som sørger for at samiske barns språk og kultur ivaretas innenfor barnevernets omsorg
sme: Lea nationála eiseválddiid ovddasvástádus fuolahit ahte sámi mánáid giella ja kultuvra vuhtiiváldo mánáidsuodjalusas.

source: Sametinget vil gjennom konsultasjoner med regjeringen og i samarbeid med andre aktører arbeide for å ivareta og synliggjøre samiske barns rettigheter og behov både i overordnede styring og beslutninger, samt i utvikling av hjelpetilbud.
sme: Sámediggi áigu konsultašuvnnaid bokte ráđđehusain ja ovttasbargguin eará aktevrraiguin bargat dan nala ahte sámi mánáid vuoigatvuođat ja dárbbut gozihuvvojit ja oainnusindahkkojuvvojit bajimus stivremis ja mearrádusain, ja veahkkefálaldagaid ovdánahttimis.

source: Prosjektet «Et hjem, to kulturer» om samiske barn i fosterhjem
sme: Prošeakta «Okta ruoktu, guokte kultuvrra» - sámi mánáid birra biebmoruovttuin

source: Norsk Fosterhjemsforening har i 2022 og 2023 gjennomført prosjektet «Et hjem, to kulturer» om samiske barn i fosterhjem, og gitt ut en rapport om prosjektet.
sme: Norgga biebmoruovttuidsearvi (Norsk Fosterhjemsforening) lea 2022:s ja 2023:s čađahan prošeavtta «Okta ruoktu, guokte kultuvrra» sámi mánáid birra biebmoruovttuin, ja almmuhan raportta prošeavttas.

source: Les rapport om prosjektet «Et hjem, to kulturer» (både på norsk, nordsamisk og sørsamisk)
sme: Loga raportta prošeavttas «Okta ruoktu, guokte kultuvrra» (sihke davvisámegilliii, lullisámegillii ja dárogillii)

source: Hensikten med prosjektet har vært å skaffe innsikt om hva som fremmer og hva som hemmer at samiske barn i fosterhjem får sine rettigheter ivaretatt når det gjelder opprettholdelse og utvikling av samisk språk og kultur.
sme: Prošeavtta ulbmilin lea leamaš háhkat dieđuid das mii ovddida ja mii heađušta ahte sámi mánáid vuoigatvuođaid sámegiela ja kultuvrra bisuheapmái ja ovddideapmái áimmahuššojuvvojit biebmoruovttuin.

source: I juni 2022 inngikk Norsk Fosterhjemsforening og Sametinget en avtale om å samarbeide om utviklingen av fosterhjemsomsorgen for samiske barn og unge.
sme: Geassemánus 2022:s vuolláičálle Norgga biebmoruovttuidsearvi ja Sámediggi šiehtadusa ovttasbarggu birra ovddidit sámi mánáid ja nuoraid biebmoruovttufuolahusa.

source: Samarbeidsavtalen er utspringet til dette prosjektet.
sme: Ovttasbargošiehtadus vuolggahii dán prošeavtta.

source: Les samarbeidsavtalen mellom Sametinget og Norsk Fosterhjemsforening
sme: Loga Sámedikki ja Norgga biebmoruovttuidsearvvi gaskasaš ovttasbargošiehtadusa
